export const newsData = [
  {
    id: 1,
    title: "للاستعلام عن تسجيلك داخل مخيم رواد",
    date: "09/09/2025",
    excerpt:
      "يمكنك التحقق من حالة تسجيلك في مخيم رواد بسهولة عبر الرابط المخصص للاستعلام.",
    details:
      "تعلن إدارة مخيم رواد عن توفير خدمة إلكترونية جديدة تتيح للأهالي الاستعلام عن حالة تسجيلهم داخل المخيم. للاستفادة من الخدمة يرجى الدخول إلى الرابط المرفق وإدخال البيانات المطلوبة للتأكد من حالة التسجيل الخاصة بك.",
    link: "https://rowad-camp-verification.vercel.app/",
  },
  {
    id: 2,
    title: "توفر المياه الصالحة للشرب",
    date: "يوم بعد يوم",
    excerpt:
      "يتم توفير مياه صالحة للشرب للأهالي بشكل منتظم يوم بعد يوم بمشيئة الله.",
    details:
      "تعلن إدارة مخيم رواد عن استمرار مبادرة سقيا الماء، حيث يتم توزيع مياه الشرب النظيفة على الأهالي بشكل منتظم يوم بعد يوم، وذلك ضمن الجهود المبذولة لتأمين احتياجات السكان الأساسية.",
  },
  {
    id: 3,
    title: "تحديث بيانات الوكالة",
    date: "11/08/2025",
    excerpt: "يرجى الدخول على الرابط المخصص لتحديث بياناتكم لدى وكالة الغوث.",
    details:
      "تدعو إدارة المخيم جميع المستفيدين إلى تحديث بياناتهم لدى وكالة الغوث عبر الرابط المخصص، وذلك لضمان استمرار الحصول على الخدمات والمساعدات.",
    link: "https://foodaid.azurewebsites.net/Login/Index?ReturnUrl=%2f",
  },
  {
    id: 4,
    title: "تحديث بيانات طلبة الثانوية العامة",
    date: "09/08/2025",
    excerpt: "رابط مخصص لتحديث بيانات طلبة الثانوية العامة.",
    details:
      "تعلن إدارة المخيم عن توفر رابط مخصص لتحديث بيانات طلبة الثانوية العامة بهدف تسهيل إجراءاتهم وضمان حصولهم على الخدمات اللازمة.",
    link: "https://psgereg.pna.ps/faces/pages/Login.jspx;jsessionid=LVdyyZwcCnQP8VkQjcHvjFvHMgmkxNdTp0yJfLcvygrYqvQZDNGB!-1919311083?_adf.ctrl-state=16hboxquic_1&_afrLoop=776612110170999&_afrWindowMode=0&_afrWindowId=null",
  },
];
